{
    "2026-01-01": {
        "AM": {
            "R": "Psalm 98:1",
            "T": "Sing to the LORD a new song, for He has done wonders; His right hand and holy arm have gained Him the victory.",
            "I": "2026-01-01-AM-PsalmC98V1.png"
        },
        "PM": {
            "R": "2 Corinthians 5:17",
            "T": "Therefore if anyone is in Christ, he is a new creation. The old has passed away. Behold, the new has come!",
            "I": "2026-01-01-PM-2CorC5V17.png"
        }
    },
    "2026-01-02": {
        "AM": {
            "R": "Psalm 51:10",
            "T": "Create in me a clean heart, O God, and renew a right spirit within me.",
            "I": "2026-01-02-AM-PsalmC51V10.png"
        },
        "PM": {
            "R": "Philippians 4:6",
            "T": "Be anxious for nothing, but in everything, by prayer and petition, with thanksgiving, present your requests to God.",
            "I": "2026-01-02-PM-PhpC4V6.png"
        }
    },
    "2026-01-03": {
        "AM": {
            "R": "Proverbs 3:5-6",
            "T": "Trust in the LORD with all your heart, and lean not on your own understanding; in all your ways acknowledge Him, and He will make your paths straight.",
            "I": "2026-01-03-AM-ProC3V5-V6.png"
        },
        "PM": {
            "R": "Luke 6:31",
            "T": "Do to others as you would have them do to you.",
            "I": "2026-01-03-PM-LukC6V31.png"
        }
    },
    "2026-01-04": {
        "AM": {
            "R": "Genesis 1:3",
            "T": "And God said, “Let there be light,” and there was light.",
            "I": "2026-01-04-AM-GenC1V3.png"
        },
        "PM": {
            "R": "James 1:22",
            "T": "Be doers of the word, and not hearers only. Otherwise, you are deceiving yourselves.",
            "I": "2026-01-04-PM-JasC1V22.png"
        }
    },
    "2026-01-05": {
        "AM": {
            "R": "Psalm 19:7a",
            "T": "The Law of the LORD is perfect, reviving the soul;",
            "I": "2026-01-05-AM-PsalmC19V7a.png"
        },
        "PM": {
            "R": "Matthew 5:6",
            "T": "Blessed are those who hunger and thirst for righteousness, for they will be filled.",
            "I": "2026-01-05-PM-MatC5V6.png"
        }
    },
    "2026-01-06": {
        "AM": {
            "R": "Proverbs 13:3",
            "T": "He who guards his mouth protects his life, but the one who opens his lips invites his own ruin.",
            "I": "2026-01-06-AM-ProC13V3.png"
        },
        "PM": {
            "R": "Romans 13:8",
            "T": "Be indebted to no one, except to one another in love. For he who loves his neighbor has fulfilled the law.",
            "I": "2026-01-06-PM-RomC13V8.png"
        }
    },
    "2026-01-07": {
        "AM": {
            "R": "Proverbs 27:9",
            "T": "Oil and incense bring joy to the heart, and the counsel of a friend is sweetness to the soul.",
            "I": "2026-01-07-AM-ProC27V9.png"
        },
        "PM": {
            "R": "Galatians 6:2",
            "T": "Carry one another’s burdens, and in this way you will fulfill the law of Christ.",
            "I": "2026-01-07-PM-GalC6V2.png"
        }
    },
    "2026-01-08": {
        "AM": {
            "R": "Psalm 115:1",
            "T": "Not to us, O LORD, not to us, but to Your name be the glory, because of Your loving devotion, because of Your faithfulness.",
            "I": "2026-01-08-AM-PsalmC115V1.png"
        },
        "PM": {
            "R": "Ephesians 5:1",
            "T": "Be imitators of God, therefore, as beloved children,",
            "I": "2026-01-08-PM-EphC5V1.png"
        }
    },
    "2026-01-09": {
        "AM": {
            "R": "Psalm 119:97",
            "T": "Oh, how I love Your law! All day long it is my meditation.",
            "I": "2026-01-09-AM-PsalmC119V97.png"
        },
        "PM": {
            "R": "John 17:3",
            "T": "Now this is eternal life, that they may know You, the only true God, and Jesus Christ, whom You have sent.",
            "I": "2026-01-09-PM-JhnC17V3.png"
        }
    },
    "2026-01-10": {
        "AM": {
            "R": "Proverbs 18:10",
            "T": "The name of the LORD is a strong tower; the righteous run to it and are safe.",
            "I": "2026-01-10-AM-ProC18V10.png"
        },
        "PM": {
            "R": "Titus 2:14",
            "T": "He gave Himself for us to redeem us from all lawlessness and to purify for Himself a people for His own possession, zealous for good deeds.",
            "I": "2026-01-10-PM-TtsC2V14.png"
        }
    },
    "2026-01-11": {
        "AM": {
            "R": "Psalm 94:19",
            "T": "When anxiety overwhelms me, Your consolation delights my soul.",
            "I": "2026-01-11-AM-PsalmC94V19.png"
        },
        "PM": {
            "R": "Matthew 5:7",
            "T": "Blessed are the merciful, for they will be shown mercy.",
            "I": "2026-01-11-PM-MatC5V7.png"
        }
    },
    "2026-01-12": {
        "AM": {
            "R": "Psalm 96:2",
            "T": "Sing to the LORD, bless His name; proclaim His salvation day after day.",
            "I": "2026-01-12-AM-PsalmC96V2.png"
        },
        "PM": {
            "R": "Galatians 5:22-23",
            "T": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control. Against such things there is no law.",
            "I": "2026-01-12-PM-GalC5V22-V23.png"
        }
    },
    "2026-01-13": {
        "AM": {
            "R": "Lamentations 3:22",
            "T": "Because of the loving devotion of the LORD we are not consumed, for His mercies never fail.",
            "I": "2026-01-13-AM-LamC3V22.png"
        },
        "PM": {
            "R": "Romans 5:8",
            "T": "But God proves His love for us in this: While we were still sinners, Christ died for us.",
            "I": "2026-01-13-PM-RomC5V8.png"
        }
    },
    "2026-01-14": {
        "AM": {
            "R": "Proverbs 3:13",
            "T": "Blessed is the man who finds wisdom, the man who acquires understanding,",
            "I": "2026-01-14-AM-ProC3V13.png"
        },
        "PM": {
            "R": "2 Corinthians 1:3",
            "T": "Blessed be the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort,",
            "I": "2026-01-14-PM-2CorC1V3.png"
        }
    },
    "2026-01-15": {
        "AM": {
            "R": "Psalm 119:2",
            "T": "Blessed are those who keep His testimonies and seek Him with all their heart.",
            "I": "2026-01-15-AM-PsalmC119V2.png"
        },
        "PM": {
            "R": "Romans 11:33",
            "T": "O, the depth of the riches of the wisdom and knowledge of God! How unsearchable are His judgments, and untraceable His ways!",
            "I": "2026-01-15-PM-RomC11V33.png"
        }
    },
    "2026-01-16": {
        "AM": {
            "R": "2 Samuel 7:22",
            "T": "How great You are, O Lord GOD! For there is none like You, and there is no God but You, according to everything we have heard with our own ears.",
            "I": "2026-01-16-AM-2SamC7V22.png"
        },
        "PM": {
            "R": "2 Thessalonians 3:16",
            "T": "Now may the Lord of peace Himself give you peace at all times and in every way. The Lord be with all of you.",
            "I": "2026-01-16-PM-2ThsC3V16.png"
        }
    },
    "2026-01-17": {
        "AM": {
            "R": "Psalm 103:2",
            "T": "Bless the LORD, O my soul, and do not forget all His kind deeds —",
            "I": "2026-01-17-AM-PsalmC103V2.png"
        },
        "PM": {
            "R": "Hebrews 10:23",
            "T": "Let us hold resolutely to the hope we profess, for He who promised is faithful.",
            "I": "2026-01-17-PM-HebC10V23.png"
        }
    },
    "2026-01-18": {
        "AM": {
            "R": "Psalm 89:15",
            "T": "Blessed are those who know the joyful sound, who walk, O LORD, in the light of Your presence.",
            "I": "2026-01-18-AM-PsalmC89V15.png"
        },
        "PM": {
            "R": "Matthew 5:9",
            "T": "Blessed are the peacemakers, for they will be called sons of God.",
            "I": "2026-01-18-PM-MatC5V9.png"
        }
    },
    "2026-01-19": {
        "AM": {
            "R": "Proverbs 29:23",
            "T": "A man’s pride will bring him low, but a humble spirit will obtain honor.",
            "I": "2026-01-19-AM-ProC29V23.png"
        },
        "PM": {
            "R": "Ephesians 5:17",
            "T": "Therefore do not be foolish, but understand what the Lord’s will is.",
            "I": "2026-01-19-PM-EphC5V17.png"
        }
    },
    "2026-01-20": {
        "AM": {
            "R": "Proverbs 12:28",
            "T": "There is life in the path of righteousness, but another path leads to death.",
            "I": "2026-01-20-AM-ProC12V28.png"
        },
        "PM": {
            "R": "Romans 3:21",
            "T": "But now, apart from the law, the righteousness of God has been revealed, as attested by the Law and the Prophets.",
            "I": "2026-01-20-PM-RomC3V21.png"
        }
    },
    "2026-01-21": {
        "AM": {
            "R": "Psalm 145:3",
            "T": "Great is the LORD and greatly to be praised; His greatness is unsearchable.",
            "I": "2026-01-21-AM-PsalmC145V3.png"
        },
        "PM": {
            "R": "Philippians 3:20",
            "T": "But our citizenship is in heaven, and we eagerly await a Savior from there, the Lord Jesus Christ,",
            "I": "2026-01-21-PM-PhpC3V20.png"
        }
    },
    "2026-01-22": {
        "AM": {
            "R": "1 Kings 8:23",
            "T": "... “O LORD, God of Israel, there is no God like You in heaven above or on earth below, keeping Your covenant of loving devotion with Your servants who walk before You with all their hearts.",
            "I": "2026-01-22-AM-1KngC8V23.png"
        },
        "PM": {
            "R": "Hebrews 10:24",
            "T": "And let us consider how to spur one another on to love and good deeds.",
            "I": "2026-01-22-PM-HebC10V24.png"
        }
    },
    "2026-01-23": {
        "AM": {
            "R": "Nahum 1:15a",
            "T": "Look to the mountains — the feet of one who brings good news, who proclaims peace!",
            "I": "2026-01-23-AM-NamC1V15a.png"
        },
        "PM": {
            "R": "John 4:14",
            "T": "But whoever drinks the water I give him will never thirst. Indeed, the water I give him will become in him a fount of water springing up to eternal life.”",
            "I": "2026-01-23-PM-JhnC4V14.png"
        }
    },
    "2026-01-24": {
        "AM": {
            "R": "Psalm 111:2",
            "T": "Great are the works of the LORD; they are pondered by all who delight in them.",
            "I": "2026-01-24-AM-PsalmC111V2.png"
        },
        "PM": {
            "R": "Mark 12:30",
            "T": "Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’",
            "I": "2026-01-24-PM-MrkC12V30.png"
        }
    },
    "2026-01-25": {
        "AM": {
            "R": "Job 13:15a",
            "T": "Though He slay me, I will hope in Him.",
            "I": "2026-01-25-AM-JobC13V15a.png"
        },
        "PM": {
            "R": "Acts 2:21",
            "T": "And everyone who calls on the name of the Lord will be saved.’",
            "I": "2026-01-25-PM-ActC2V21.png"
        }
    },
    "2026-01-26": {
        "AM": {
            "R": "Joshua 24:15b",
            "T": "As for me and my house, we will serve the LORD!”",
            "I": "2026-01-26-AM-JosC24V15b.png"
        },
        "PM": {
            "R": "Matthew 4:4",
            "T": "But Jesus answered, “It is written: ‘Man shall not live on bread alone, but on every word that comes from the mouth of God.’”",
            "I": "2026-01-26-PM-MatC4V4.png"
        }
    },
    "2026-01-27": {
        "AM": {
            "R": "Daniel 6:26b",
            "T": "For He is the living God, and He endures forever; His kingdom will never be destroyed, and His dominion will never end.",
            "I": "2026-01-27-AM-DanC6V26b.png"
        },
        "PM": {
            "R": "Luke 12:24",
            "T": "Consider the ravens: They do not sow or reap, they have no storehouse or barn; yet God feeds them. How much more valuable you are than the birds!",
            "I": "2026-01-27-PM-LukC12V24.png"
        }
    },
    "2026-01-28": {
        "AM": {
            "R": "Obadiah 1:17",
            "T": "But on Mount Zion there will be deliverance, and it will be holy, and the house of Jacob will reclaim their possession.",
            "I": "2026-01-28-AM-ObaC1V17.png"
        },
        "PM": {
            "R": "Colossians 4:5",
            "T": "Act wisely toward outsiders, redeeming the time.",
            "I": "2026-01-28-PM-ColC4V5.png"
        }
    },
    "2026-01-29": {
        "AM": {
            "R": "Proverbs 20:15",
            "T": "There is an abundance of gold and rubies, but lips of knowledge are a rare treasure.",
            "I": "2026-01-29-AM-ProC20V15.png"
        },
        "PM": {
            "R": "2 Corinthians 9:15",
            "T": "Thanks be to God for His indescribable gift!",
            "I": "2026-01-29-PM-2CorC9V15.png"
        }
    },
    "2026-01-30": {
        "AM": {
            "R": "Isaiah 53:6",
            "T": "We all like sheep have gone astray, each one has turned to his own way; and the LORD has laid upon Him the iniquity of us all.",
            "I": "2026-01-30-AM-IsaC53V6.png"
        },
        "PM": {
            "R": "2 Thessalonians 3:3",
            "T": "But the Lord is faithful, and He will strengthen you and guard you from the evil one.",
            "I": "2026-01-30-PM-2ThsC3V3.png"
        }
    },
    "2026-01-31": {
        "AM": {
            "R": "Psalm 8:9",
            "T": "O LORD, our Lord, how majestic is Your name in all the earth!",
            "I": "2026-01-31-AM-PsalmC8V9.png"
        },
        "PM": {
            "R": "James 1:5",
            "T": "Now if any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him.",
            "I": "2026-01-31-PM-JasC1V5.png"
        }
    }
}