{
    "2026-02-01": {
        "AM": {
            "R": "Psalm 30:5",
            "T": "For His anger is fleeting, but His favor lasts a lifetime. Weeping may stay the night, but joy comes in the morning.",
            "I": "2026-02-01-AM-PsalmC30V5.png"
        },
        "PM": {
            "R": "Luke 23:34a",
            "T": "Then Jesus said, “Father, forgive them, for they do not know what they are doing.”",
            "I": "2026-02-01-PM-LukC23V34a.png"
        }
    },
    "2026-02-02": {
        "AM": {
            "R": "Psalm 28:8",
            "T": "The LORD is the strength of His people, a stronghold of salvation for His anointed.",
            "I": "2026-02-02-AM-PsalmC28V8.png"
        },
        "PM": {
            "R": "Luke 22:19",
            "T": "And He took the bread, gave thanks and broke it, and gave it to them, saying, “This is My body, given for you; do this in remembrance of Me.”",
            "I": "2026-02-02-PM-LukC22V19.png"
        }
    },
    "2026-02-03": {
        "AM": {
            "R": "2 Samuel 22:36",
            "T": "You have given me Your shield of salvation, and Your gentleness exalts me.",
            "I": "2026-02-03-AM-2SamC22V36.png"
        },
        "PM": {
            "R": "1 Peter 3:11",
            "T": "He must turn from evil and do good; he must seek peace and pursue it.",
            "I": "2026-02-03-PM-1PetC3V11.png"
        }
    },
    "2026-02-04": {
        "AM": {
            "R": "Psalm 19:8a",
            "T": "The precepts of the LORD are right, bringing joy to the heart;",
            "I": "2026-02-04-AM-PsalmC19V8a.png"
        },
        "PM": {
            "R": "Matthew 24:31",
            "T": "And He will send out His angels with a loud trumpet call, and they will gather His elect from the four winds, from one end of the heavens to the other.",
            "I": "2026-02-04-PM-MatC24V31.png"
        }
    },
    "2026-02-05": {
        "AM": {
            "R": "Proverbs 27:17",
            "T": "As iron sharpens iron, so one man sharpens another.",
            "I": "2026-02-05-AM-ProC27V17.png"
        },
        "PM": {
            "R": "Luke 12:25",
            "T": "Who of you by worrying can add a single hour to his life?",
            "I": "2026-02-05-PM-LukC12V25.png"
        }
    },
    "2026-02-06": {
        "AM": {
            "R": "Psalm 119:9",
            "T": "How can a young man keep his way pure? By guarding it according to Your word.",
            "I": "2026-02-06-AM-PsalmC119V9.png"
        },
        "PM": {
            "R": "Ephesians 1:22",
            "T": "And God put everything under His feet and made Him head over everything for the church,",
            "I": "2026-02-06-PM-EphC1V22.png"
        }
    },
    "2026-02-07": {
        "AM": {
            "R": "Proverbs 18:24",
            "T": "A man of many companions may come to ruin, but there is a friend who stays closer than a brother.",
            "I": "2026-02-07-AM-ProC18V24.png"
        },
        "PM": {
            "R": "Romans 12:1",
            "T": "Therefore I urge you, brothers, on account of God’s mercy, to offer your bodies as living sacrifices, holy and pleasing to God, which is your spiritual service of worship.",
            "I": "2026-02-07-PM-RomC12V1.png"
        }
    },
    "2026-02-08": {
        "AM": {
            "R": "1 Kings 8:61",
            "T": "So let your heart be fully devoted to the LORD our God, as it is this day, to walk in His statutes and to keep His commandments.”",
            "I": "2026-02-08-AM-1KngC8V61.png"
        },
        "PM": {
            "R": "Galatians 5:13",
            "T": "For you, brothers, were called to freedom; but do not use your freedom as an opportunity for the flesh. Rather, serve one another in love.",
            "I": "2026-02-08-PM-GalC5V13.png"
        }
    },
    "2026-02-09": {
        "AM": {
            "R": "Proverbs 22:1",
            "T": "A good name is more desirable than great riches; favor is better than silver and gold.",
            "I": "2026-02-09-AM-ProC22V1.png"
        },
        "PM": {
            "R": "Matthew 28:19",
            "T": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
            "I": "2026-02-09-PM-MatC28V19.png"
        }
    },
    "2026-02-10": {
        "AM": {
            "R": "Psalm 45:4",
            "T": "In your splendor ride forth in victory on behalf of truth and humility and justice; may your right hand show your awesome deeds.",
            "I": "2026-02-10-AM-PsalmC45V4.png"
        },
        "PM": {
            "R": "Galatians 6:14",
            "T": "But as for me, may I never boast, except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world.",
            "I": "2026-02-10-PM-GalC6V14.png"
        }
    },
    "2026-02-11": {
        "AM": {
            "R": "2 Samuel 22:31",
            "T": "As for God, His way is perfect; the word of the LORD is flawless. He is a shield to all who take refuge in Him.",
            "I": "2026-02-11-AM-2SamC22V31.png"
        },
        "PM": {
            "R": "John 11:25",
            "T": "Jesus said to her, “I am the resurrection and the life. Whoever believes in Me will live, even though he dies.",
            "I": "2026-02-11-PM-JhnC11V25.png"
        }
    },
    "2026-02-12": {
        "AM": {
            "R": "Psalm 119:1",
            "T": "Blessed are those whose way is blameless, who walk in the Law of the LORD.",
            "I": "2026-02-12-AM-PsalmC119V1.png"
        },
        "PM": {
            "R": "Matthew 19:30",
            "T": "But many who are first will be last, and the last will be first.",
            "I": "2026-02-12-PM-MatC19V30.png"
        }
    },
    "2026-02-13": {
        "AM": {
            "R": "Ecclesiastes 4:6",
            "T": "Better one handful with tranquility than two handfuls with toil and pursuit of the wind.",
            "I": "2026-02-13-AM-EccC4V6.png"
        },
        "PM": {
            "R": "Revelation 11:15",
            "T": "Then the seventh angel sounded his trumpet, and loud voices called out in heaven: “The kingdom of the world has become the kingdom of our Lord and of His Christ, and He will reign forever and ever.”",
            "I": "2026-02-13-PM-RevC11V15.png"
        }
    },
    "2026-02-14": {
        "AM": {
            "R": "Psalm 34:8",
            "T": "Taste and see that the LORD is good; blessed is the man who takes refuge in Him!",
            "I": "2026-02-14-AM-PsalmC34V8.png"
        },
        "PM": {
            "R": "James 4:10",
            "T": "Humble yourselves before the Lord, and He will exalt you.",
            "I": "2026-02-14-PM-JasC4V10.png"
        }
    },
    "2026-02-15": {
        "AM": {
            "R": "Psalm 73:26",
            "T": "My flesh and my heart may fail, but God is the strength of my heart and my portion forever.",
            "I": "2026-02-15-AM-PsalmC73V26.png"
        },
        "PM": {
            "R": "Romans 11:36",
            "T": "For from Him and through Him and to Him are all things. To Him be the glory forever! Amen.",
            "I": "2026-02-15-PM-RomC11V36.png"
        }
    },
    "2026-02-16": {
        "AM": {
            "R": "Proverbs 10:17",
            "T": "Whoever heeds instruction is on the path to life, but he who ignores reproof goes astray.",
            "I": "2026-02-16-AM-ProC10V17.png"
        },
        "PM": {
            "R": "Jude 1:2",
            "T": "Mercy, peace, and love be multiplied to you.",
            "I": "2026-02-16-PM-JudC1V2.png"
        }
    },
    "2026-02-17": {
        "AM": {
            "R": "2 Samuel 22:3",
            "T": "My God is my rock, in whom I take refuge, my shield, and the horn of my salvation. My stronghold, my refuge, and my Savior, You save me from violence.",
            "I": "2026-02-17-AM-2SamC22V3.png"
        },
        "PM": {
            "R": "1 John 2:3",
            "T": "By this we can be sure that we have come to know Him: if we keep His commandments.",
            "I": "2026-02-17-PM-1JhnC2V3.png"
        }
    },
    "2026-02-18": {
        "AM": {
            "R": "Isaiah 33:2",
            "T": "O LORD, be gracious to us! We wait for You. Be our strength every morning and our salvation in time of trouble.",
            "I": "2026-02-18-AM-IsaC33V2.png"
        },
        "PM": {
            "R": "Ephesians 3:16",
            "T": "I ask that out of the riches of His glory He may strengthen you with power through His Spirit in your inner being,",
            "I": "2026-02-18-PM-EphC3V16.png"
        }
    },
    "2026-02-19": {
        "AM": {
            "R": "Psalm 98:4",
            "T": "Make a joyful noise to the LORD, all the earth; break forth — let your cry ring out, and sing praises!",
            "I": "2026-02-19-AM-PsalmC98V4.png"
        },
        "PM": {
            "R": "John 6:27",
            "T": "Do not work for food that perishes, but for food that endures to eternal life, which the Son of Man will give you. For on Him God the Father has placed His seal of approval.”",
            "I": "2026-02-19-PM-JhnC6V27.png"
        }
    },
    "2026-02-20": {
        "AM": {
            "R": "Micah 6:8",
            "T": "He has shown you, O man, what is good. And what does the LORD require of you but to act justly, to love mercy, and to walk humbly with your God?",
            "I": "2026-02-20-AM-MicC6V8.png"
        },
        "PM": {
            "R": "Acts 2:39",
            "T": "This promise belongs to you and your children and to all who are far off — to all whom the Lord our God will call to Himself.”",
            "I": "2026-02-20-PM-ActC2V39.png"
        }
    },
    "2026-02-21": {
        "AM": {
            "R": "Psalm 67:1",
            "T": "May God be gracious to us and bless us, and cause His face to shine upon us, Selah",
            "I": "2026-02-21-AM-PsalmC67V1.png"
        },
        "PM": {
            "R": "Hebrews 7:25",
            "T": "Therefore He is able to save completely those who draw near to God through Him, since He always lives to intercede for them.",
            "I": "2026-02-21-PM-HebC7V25.png"
        }
    },
    "2026-02-22": {
        "AM": {
            "R": "Psalm 43:3",
            "T": "Send out Your light and Your truth; let them lead me. Let them bring me to Your holy mountain and to the place where You dwell.",
            "I": "2026-02-22-AM-PsalmC43V3.png"
        },
        "PM": {
            "R": "James 2:8",
            "T": "If you really fulfill the royal law stated in Scripture, “Love your neighbor as yourself,” you are doing well.",
            "I": "2026-02-22-PM-JasC2V8.png"
        }
    },
    "2026-02-23": {
        "AM": {
            "R": "Genesis 2:24",
            "T": "For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh.",
            "I": "2026-02-23-AM-GenC2V24.png"
        },
        "PM": {
            "R": "2 Corinthians 3:6",
            "T": "And He has qualified us as ministers of a new covenant, not of the letter but of the Spirit; for the letter kills, but the Spirit gives life.",
            "I": "2026-02-23-PM-2CorC3V6.png"
        }
    },
    "2026-02-24": {
        "AM": {
            "R": "Psalm 40:1",
            "T": "I waited patiently for the LORD; He inclined to me and heard my cry.",
            "I": "2026-02-24-AM-PsalmC40V1.png"
        },
        "PM": {
            "R": "Matthew 12:30",
            "T": "He who is not with Me is against Me, and he who does not gather with Me scatters.",
            "I": "2026-02-24-PM-MatC12V30.png"
        }
    },
    "2026-02-25": {
        "AM": {
            "R": "Psalm 103:12",
            "T": "As far as the east is from the west, so far has He removed our transgressions from us.",
            "I": "2026-02-25-AM-PsalmC103V12.png"
        },
        "PM": {
            "R": "1 John 3:5",
            "T": "But you know that Christ appeared to take away sins, and in Him there is no sin.",
            "I": "2026-02-25-PM-1JhnC3V5.png"
        }
    },
    "2026-02-26": {
        "AM": {
            "R": "Habakkuk 3:19a",
            "T": "GOD the Lord is my strength; He makes my feet like those of a deer; He makes me walk upon the heights!",
            "I": "2026-02-26-AM-HabC3V19a.png"
        },
        "PM": {
            "R": "Ephesians 4:29",
            "T": "Let no unwholesome talk come out of your mouths, but only what is helpful for building up the one in need and bringing grace to those who listen.",
            "I": "2026-02-26-PM-EphC4V29.png"
        }
    },
    "2026-02-27": {
        "AM": {
            "R": "Exodus 20:12",
            "T": "Honor your father and mother, so that your days may be long in the land that the LORD your God is giving you.",
            "I": "2026-02-27-AM-ExoC20V12.png"
        },
        "PM": {
            "R": "Romans 5:1",
            "T": "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,",
            "I": "2026-02-27-PM-RomC5V1.png"
        }
    },
    "2026-02-28": {
        "AM": {
            "R": "Psalm 46:1",
            "T": "God is our refuge and strength, an ever-present help in times of trouble.",
            "I": "2026-02-28-AM-PsalmC46V1.png"
        },
        "PM": {
            "R": "Colossians 2:9",
            "T": "For in Christ all the fullness of the Deity dwells in bodily form.",
            "I": "2026-02-28-PM-ColC2V9.png"
        }
    }
}